Repository: KB429861/Finance-Debts
Catalog: Finance/MultilingualResources/Finance.*.xlf
Languages: fr

# ResourceLanguage
source: ru
fr: fr

# ApplicationTitle
source: ФИНАНСЫ+ДОЛГИ
fr: FINANCES + PRÊTS

# AccountSmall
source: счет
fr: compte

# AccountsSmall
source: счета
fr: compte

# AddSmall
source: добавить
fr: ajouter

# BalanceNormal
source: Баланс
fr: Solde

# CancelSmall
source: отмена
fr: annuler

# DeleteSmall
source: удалить
fr: supprimer

# EditSmall
source: изменить
fr: changement

# IncomesSmall
source: доходы
fr: revenu

# NameNormal
source: Название
fr: Le nom

# SaveSmall
source: сохранить
fr: enregistrer

# AccountDeleteMessageText
source: Вы уверены, что хотите удалить счет?
fr: Êtes-vous sûr de que vouloir supprimer le compte ?

# AccountDeleteMessageTitle
source: УДАЛЯТЬ?
fr: SUPPRIMER ?

# AccountNameEmptyMessageText
source: Введите название счета.
fr: Tapez le nom du compte.

# AccountNameEmptyMessageTitle
source: НАЗВАНИЕ?
fr: LE NOM ?

# AccountNormal
source: Счет
fr: Compte

# AmountEmptyMessageText
source: Введите сумму.
fr: Inscrivez le montant.

# AmountEmptyMessageTitle
source: СКОЛЬКО?
fr: COMBIEN?

# AmountIncorrectMessageText
source: Неправильный формат суммы.
fr: Format incorrect du montant.

# AmountIncorrectMessageTitle
source: СКОЛЬКО?
fr: COMBIEN?

# AmountNormal
source: Сумма
fr: Le montant de

# CategoriesSmall
source: категории
fr: catégories

# CategoryNormal
source: Категория
fr: Catégorie

# CategorySmall
source: категория
fr: catégorie

# ChooseSmall
source: выбрать
fr: sélectionnez

# DateNormal
source: Дата
fr: Date

# DebtSmall
source: долг
fr: dette

# DebtsSmall
source: долги
fr: dettes

# DescriptionNormal
source: Описание
fr: Description

# ExpenceNormal
source: Расход
fr: Consommation

# ExpencesSmall
source: расходы
fr: coûts

# FromNormal
source: Откуда
fr: D'où

# GiveNormal
source: Дать
fr: Donner

# IncomeNormal
source: Доход
fr: Revenu

# PeopleSmall
source: люди
fr: personnes

# PersonNameNormal
source: Имя
fr: Le nom

# PersonNormal
source: Человек
fr: Homme

# PersonSmall
source: человек
fr: homme

# SettingsSmall
source: настройки
fr: paramètres

# TakeNormal
source: Взять
fr: Prendre

# TimeNormal
source: Время
fr: Temps

# ToNormal
source: Куда
fr: Où

# TransactionSmall
source: транзакция
fr: transaction

# TransferSmall
source: перевод
fr: traduction

# TypeNormal
source: Тип
fr: Type

# AccountEmptyMessageText
source: Выберите счет.
fr: Sélectionnez un compte.

# AccountEmptyMessageTitle
source: СЧЕТ?
fr: COMPTE ?

# CashbackMessageText
source: Осуществить возврат денег на соответсвующие счета?
fr: Pour retourner l'argent au compte approprié ?

# CashbackMessageTitle
source: ДЕНЬГИ?
fr: ARGENT ?

# CategoryDeleteMessageText
source: Вы уверены, что хотите удалить категорию?
fr: Êtes-vous sûr de que vouloir supprimer la catégorie ?

# CategoryDeleteMessageTitle
source: УДАЛЯТЬ?
fr: SUPPRIMER ?

# CategoryDeleteTransactionsMessageText
source: При удалении категории будут также удалены все транзакции этой категории.
fr: Lorsque vous supprimez une catégorie supprimera également toutes les transactions dans cette catégorie.

# CategoryDeleteTransactionsMessageTitle
source: ВАЖНО!
fr: C'EST IMPORTANT !

# CategoryNameEmptyMessageText
source: Введите название категории.
fr: Entrez un nom pour la catégorie.

# CategoryNameEmptyMessageTitle
source: НАЗВАНИЕ?
fr: LE NOM ?

# PersonEmptyMessageText
source: Выберите человека.
fr: Sélectionnez la personne.

# PersonEmptyMessageTitle
source: КТО?
fr: QUI ?

# TransactionsDeleteMessageText
source: Вы уверены, что хотите удалить транзакции?
fr: Êtes-vous sûr de que vouloir supprimer une transaction ?

# TransactionsDeleteMessageTitle
source: УДАЛЯТЬ?
fr: SUPPRIMER ?

# CategoryEmptyMessageText
source: Выберите категорию.
fr: Sélectionnez une catégorie.

# CategoryEmptyMessageTitle
source: КАТЕГОРИЯ?
fr: CATÉGORIE ?

# PersonDeleteMessageText
source: Вы уверены, что хотите удалить человека?
fr: Êtes-vous sûr de que vouloir supprimer une personne ?

# PersonDeleteMessageTitle
source: УДАЛЯТЬ?
fr: SUPPRIMER ?

# PersonDeleteTransactionsMessageText
source: При удалении человека будут также удалены все транзакции, связанные с ним.
fr: Quand une personne supprimera également toutes les opérations qui lui sont associées.

# PersonDeleteTransactionsMessageTitle
source: ВАЖНО!
fr: C'EST IMPORTANT !

# PersonNameEmptyMessageText
source: Введите имя человека.
fr: Tapez le nom de la personne.

# PersonNameEmptyMessageTitle
source: КТО?
fr: QUI ?

# BalanceSmall
source: баланс
fr: solde

# PerDay
source: в день
fr: le jour de

# TotalNormal
source: Всего
fr: Total

# DateFromNormal
source: C
fr: De

# DateToNormal
source: По
fr: Sur

# NoDataMessage
source: Нет данных для отображения...
fr: Il n'y a aucune donnée à afficher pour les...

# StatisticsSmall
source: статистика
fr: statistiques

# TodayNormal
source: Сегодня
fr: Aujourd'hui

# AccountDeleted
source: удален
fr: supprimé

# AccountDeleteTransactionsMessageText
source: При удалении счета будут также удалены все транзакции связанные с ним.
fr: Lorsque vous supprimez un compte supprime également toutes les opérations qui lui sont associées.

# AccountDeleteTransactionsMessageTitle
source: ВАЖНО!
fr: C'EST IMPORTANT !

# DeletedSmall
source: удаленные
fr: distance

# RestoreSmall
source: восстановить
fr: restauration

# PersonPhoneNormal
source: Телефон
fr: Téléphone

# BackwardSmall
source: назад
fr: Il y a

# ForwardSmall
source: вперед
fr: vers l'avant

# DaySmall
source: день
fr: journée

# TrialMessageText
source: Данная функция недоступна в пробной версии. Купить полную версию?
fr: Cette fonctionnalité n'est pas disponible dans la version d'essai. Acheter la version complète ?

# TrialMessageTitle
source: ДЕМО-ВЕРСИЯ
fr: VERSION DÉMO

# AboutSmall
source: о приложении
fr: quant à l'application

# AppDescription
source: Финансы+Долги - простое и удобное приложение для управления своими доходами и расходами, а также долгами и займами.
fr: Finances+Debts - simple et pratique pour gérer vos revenus et des dépenses et des dettes et des prêts.

# EmailNormal
source: Почта
fr: Courrier

# VersionNormal
source: Версия
fr: Version

# GiveSmall
source: дать
fr: donner

# RepaySmall
source: погасить
fr: rembourser

# TakeSmall
source: взять
fr: prendre

# TodaySmall
source: сегодня
fr: aujourd'hui

# MonthSmall
source: месяц
fr: mois

# WeekSmall
source: неделя
fr: semaine

# YearSmall
source: год
fr: année

# AccountsNormal
source: Счета
fr: Compte

# CategoriesNormal
source: Категории
fr: Catégories

# PeopleNormal
source: Люди
fr: Personnes

# LiveTileSmall
source: плитки
fr: tuiles

# LiveTileNormal
source: Плитки
fr: Tuiles

# LikeSmall
source: оценить
fr: taux

# DebtsNormal
source: Долги
fr: Dettes

# ExpencesNormal
source: Расходы
fr: Coûts

# IncomesNormal
source: Доходы
fr: Revenu

# LanguageNormal
source: Язык
fr: Langue

# ReloadApp
source: Перезапустите приложение...
fr: Redémarrez l'application...

# ShowPenny
source: Отображать копейки
fr: Le spectacle de penny

# UploadingFailed
source: Не удается отправить.
fr: Impossible d'envoyer.

# ApplicationTitleNormal
source: Финансы+Долги
fr: Finances + prêts

# DataDeletedMEssageTitle
source: УДАЛЕНО!
fr: SUPPRIMÉ !

# TransparentTile
source: Прозрачный тайл
fr: Tuile transparente

# SignOutButton
source: Выйти
fr: Sign Out

# UpdateSmall
source: обновить
fr: mettre à jour

# CurrencyRatesSmall
source: курсы валют
fr: les taux de change

# CurrentCurrencyNormal
source: Основная валюта
fr: La monnaie principale

# AccountCurrencyEmptyMessageTitle
source: ВАЛЮТА?
fr: MONNAIE ?

# AccountCurrencyEmptyMessageText
source: Выберите валюту.
fr: Sélectionnez une devise.

# AutoUpdateRatesNormal
source: Автоматически обновлять курсы валют
fr: Mise à jour automatique des taux de change

# CurrencyRatesLastUpdate
source: Последнее обновление
fr: Dernière mise à jour

# CurrencyRUB
source: Российский рубль
fr: Rouble russe

# LostConnectionMessageTitle
source: ОШИБКА ПОДКЛЮЧЕНИЯ
fr: ERREUR DE CONNEXION

# NeverSmall
source: никогда
fr: jamais

# CurrencyUAH
source: Украинская гривна
fr: Hryvnia ukrainienne

# CurrencyTRY
source: Турецкая лира
fr: Livre turque

# CurrencyTMT
source: Новый туркменский манат
fr: Nouveau manat turkmène

# CurrencyTJS
source: Таджикский сомони
fr: Somoni tadjik

# CurrencySGD
source: Сингапурский доллар
fr: Dollar de Singapour

# CurrencySEK
source: Шведская крона
fr: Couronne suédoise

# CurrencyRON
source: Новый румынский лей
fr: Nouveau Leu roumain

# CurrencyPLN
source: Польский злотый
fr: Zloty polonais

# CurrencyNOK
source: Норвежская крона
fr: Couronne norvégienne

# CurrencyMDL
source: Молдавский лей
fr: Leu de Moldovie

# CurrencyKZT
source: Казахстанский тенге
fr: Kazakhstan tenge

# CurrencyKRW
source: Вон Республики Корея
fr: Won de Corée du Sud

# CurrencyKGS
source: Киргизский cом
fr: Com, les Kirghizes

# CurrencyJPY
source: Японская иена
fr: Yen japonais

# CurrencyINR
source: Индийская рупия
fr: Roupie indienne

# CurrencyHUF
source: Венгерский Форинт
fr: Forint hongrois

# CurrencyGBP
source: Фунт стерлингов
fr: Livre sterling

# CurrencyEUR
source: Евро
fr: Euro

# CurrencyDKK
source: Датская крона
fr: Couronne danoise

# CurrencyCZK
source: Чешская крона
fr: Couronne tchèque

# CurrencyCNY
source: Китайский юань
fr: Yuan chinois

# CurrencyCHF
source: Швейцарский франк
fr: Franc suisse

# CurrencyCAD
source: Канадский доллар
fr: Dollar canadien

# CurrencyBYR
source: Белорусский рубль
fr: Rouble bélorusse

# CurrencyBRL
source: Бразильский реал
fr: Réal brésilien

# CurrencyBGN
source: Болгарский лев
fr: Lev bulgare

# CurrencyAZN
source: Азербайджанский манат
fr: Manat azerbaïdjanais

# CurrencyAUD
source: Австралийский доллар
fr: Dollar australien

# CurrencyAMD
source: Армянский драм
fr: DRAM arménien

# CurrencyUSD
source: Доллар США
fr: Dollar des Etats-Unis

# CurrencyZAR
source: Южноафриканский рэнд
fr: Rand sud-africain

# CurrenciesNormal
source: Валюты
fr: Monnaie

# SelectPhotoSmall
source: выбрать фото
fr: choisissez une photo

# LastBackupDateText
source: Последняя синхронизация
fr: Dernière synchronisation

# TransparentInterface
source: Прозрачный интерфейс
fr: Interface transparente

# ErrorTitle
source: ОШИБКА!
fr: ERREUR!

# UpdateTitleSmall
source: обновление
fr: mise à jour

# UpdateMessage
source: Подождите, выполняются необходимые обновления.
fr: Attendez, effectue les mises à jour nécessaires.

# DatabaseMigration
source: Перенос базы данных...
fr: Migration de base de données...

# Saving
source: Сохранение...
fr: Enregistrement...

# Restoring
source: Восстановление...
fr: Restauration...

# ForgetSmall
source: забыть
fr: oubliez

# PerDayAvgSmall
source: в среднем за день
fr: moyenne par jour

# UpdatingCurrencyRates
source: Обновление курсов валют...
fr: Mise à jour des taux de change...

# NumberOfDigits
source: Количество знаков после запятой
fr: Le nombre de chiffres après la virgule

# AdBlock
source: Убрать рекламу
fr: Supprimer des annonces

# ForgetMessageTitle
source: ЗАБЫТЬ?
fr: OUBLIEZ?

# ForgetMessageText
source: Удалить все транзакции этого человека?
fr: Supprimez toutes les transactions de cette personne?

# Deleting
source: Удаление...
fr: Supprimer...

# Loading
source: Загрузка...
fr: Télécharger...

# EmptyField
source: Пустое поле.
fr: Un champ vide.

# ApplicationBackgroundNormal
source: Фон приложения
fr: Contexte de l'application

# CurrencyXDR
source: СДР
fr: WBS

# CurrencyUZS
source: Узбекский сум
fr: Soum d'Ouzbékistan

# LostConnectionMessageText
source: Не удается загрузить курсы валют.
fr: Ne peut pas télécharger le taux de change.

# CurrencySmall
source: валюта
fr: monnaie

# CurrencyNormal
source: Валюта
fr: Monnaie

# CurrenciesSmall
source: валюты
fr: devises

# SigningIn
source: Выполняется вход...
fr: Exécute la connexion...

# SignInButton
source: Войти
fr: Sign In

# DataDeletedMessageText
source: Все данные удалены.
fr: Toutes les données seront supprimées.

# Uploading
source: Отправка...
fr: Envoyer à...

# Uploaded
source: Отправлено!
fr: Envoyé !

# SignIn
source: Войдите.
fr: Journal.

# RestoreWarningMessageTitle
source: ВНИМАНИЕ!
fr: ATTENTION !

# RestoreWarningMessageText
source: Резервная копия заменит текущую базу данных. Продолжить?
fr: La sauvegarde va remplacer la base de données active. Avez-vous envie de continuer ?

# RestoreData
source: Восстановить из резервной копии
fr: Restaurer à partir d'une sauvegarde

# PayOffMessageTitle
source: ПОГАСИТЬ?
fr: REMBOURSER ?

# PayOffMessageText
source: Вы действительно хотите погасить долг?
fr: Êtes-vous certain de que vouloir rembourser votre dette ?

# DownloadingFailed
source: Не удается получить.
fr: Impossible de récupérer.

# Downloading
source: Получение...
fr: Apprendre à...

# Downloaded
source: Получено!
fr: Reçu !

# DeleteData
source: Удалить данные
fr: Supprimer des données

# DeleteDataWarnindMessageTitle
source: УДАЛИТЬ?
fr: SUPPRIMER ?

# DeleteDataWarnindMessageText
source: Вы действительно хотите удалить все данные?
fr: Êtes-vous sûr de que vouloir supprimer toutes les données ?

# DataSmall
source: данные
fr: données

# DataNormal
source: Данные
fr: Données

# BackupWarningMessageTitle
source: ВНИМАНИЕ!
fr: ATTENTION !

# BackupWarningMessageText
source: Новая резервная копия заменит старую. Продолжить?
fr: Une copie de sauvegarde remplace l'ancien. Avez-vous envie de continuer ?

# BackupData
source: Создать резервную копию
fr: Créer une copie de sauvegarde de la

# AuthentificationFailed
source: Не удается войти.
fr: Impossible d'ouvrir une session.

# AuthentificationCompleted
source: Вход выполнен!
fr: Vous êtes connecté !

# GeneralSmall
source: основные
fr: général

# GeneralNormal
source: Основные
fr: Général
